[
  {
    "title": "Private conversation",
    "content": "Last weekend I went to the cinema.I had a very good seat.The Play was very interesting. I did not enjoy it. A young man and a young women were sitting behind me. The talked loudly. I can't hear the actors. I'm very angry, I turned round. I looked at the young man and the young women. They did not pay any attention. In the end, I could not bear it. I turned round again. 'I can't hear a word.', I said angrily. 'It's none of your business.' The young man said rudely, ‘This is a private converstaion!’"
  },
  {
    "title": "Breakfast or lunch?",
    "content": ""
  },
  {
    "title": "Send a postcard",
    "content": "Postcards always spoil my holidays. Last summer, I went to Italy. I visited mesumes and satting in the public gardens. A friendly waiter tought me a few words of Italian. The he lent me a book, I read a few lines. I can't understand a word. Everyday I thought about my postcards, I did not write any card to my friends. On the lastday, I had made a big decision, I am got up early and bought thirty-sevent postcards. I spent the whole day in my room, but I did not write a card!"
  },
  {
    "title": "An exciting trip",
    "content": "I have just received a letter from my brother,Tim.He is in Australia,he has been there fox six months.He is working for a big firm and have already a great number of places in Australia. He has just bought a Australia car and has gone to Spring, a small town in the centre of Australia.He will go to Darwin.From there, he will go to Perth.My brother has never been abroad before, so he is finding this trip very exciting.",
    "origin": "I have just received a letter from my brother, Tim. He is in Australia. He has been there for six months. Tim is an engineer. He is working for a big firm and he has already visited a great number of different places in Australia. He has just bought an Australian car and has gone to Alice springs, a small town in the centre of Australia. He will soon visit Darwin. From there, he will fly to Perth. My brother has never been abroad before, so he is fending this trip very exciting."
  }
]
